Revit 2024 API
GuidEnum Properties
The GuidEnum type exposes the following members.
Properties
Name | Description
Guid
 The Guid of GUID-based enum object.
See Also
GuidEnum Class
Autodesk.Revit.DB Namespace